
/* Localizable strings for the Desktop Inspector view */
"VTApplicationRunningStateNo" = "Application currently not running";

/* The application is currently not seen as running by VirtueDesktops */
"VTApplicationRunningStateYes" = "Application is running";

/* a built-in layout) */
"VTDesktopRunningApplicationCount" = "Showing %@ %@";
"VTDesktopRunningApplicationCountNone" = "no";

/* Param	2: multiplicty of application */
"VTDesktopRunningApplicationPlural" = "applications";

/* Plural */
"VTDesktopRunningApplicationSingluar" = "application";
"VTFixedMatrixLayoutName" = "Fixed Matrix Layout";
"VTGrowlDesktopChangedMessage" = "Changed to desktop \"%@\"";

/* No visible applications on the desktop */
"VTGrowlDesktopChangedTitle" = "Desktop changed";
"VTMatrixLayoutName" = "Matrix Layout";
"VTPermsIgnoreButton" = "Ignore";

/* Displayed when desktop changes - variable is the name of the desktop we've just switched to */
"VTPermsMessage" = "In order to function properly, VirtueDesktops needs to change the permissions it has on your computer. If you select OK, you will be asked for an administrative login and password.\n\nIn you choose not to allow this, VirtueDesktops will not function correctly.\n\nFor more information about why this is necessary, please refer to the documentation that came with VirtueDesktops.";
"VTPermsNeedsAttention" = "VirtueDesktops needs your attention";
"VTPermsOKButton" = "OK";

/* OK Button quits Virtue */
"VTQuitConfirmationDialogCancel" = "Do not quit";

/* Cancel Button cancels quitting */
"VTQuitConfirmationDialogDescription" = "All non-active desktops will be inaccessible until VirtueDesktops is restarted.";

/* Extensive description about what will happen */
"VTQuitConfirmationDialogMessage" = "Are you sure you want to quit VirtueDesktops?";

/* Displayed on start when Virtue cannot inject code into the dock process. There is no nib file for this dialog, so localise here */
"VTQuitConfirmationDialogOK" = "Quit";

/* this one short */
"VTStatusbarMenuNoApplication" = "No Applications";

/* The application is currently seen as running for VirtueDesktops */
"VTTriggerPreferencesPressToSet" = "Press keys";
